{
	"name":"Latin America is Seeking for Further Cooperation with China",
	"img":"http://img.e-cantonfair.com/group1/M00/35/9B/CqgBWVS-AlKAXvVtAAXpRJ3SRcY654.png",
	"time":"From E-Cantonfair, Jan 20,2015",
	"desc":"<p>According to the report from The Republic in Uruguay, China and Latin America seem to be perfect partners: Latin America provides resources such as raw materials and energy for China and China provides made industry for Latin America. In recent years, though the trade business has increased stably, Latin America Countries are still seeking for further economic cooperation with the giant of Asia.</p>\n<p>The First Ministerial Meeting of the Forum of China and the Community of Latin American and Caribbean States was smoothly hold in Beijing in 8th January, which meant the relationship between China and Latin America will leap to a new level.</p>\n<p><strong>Establish New Relationship</strong> <br>The Forum expresses that Beijing’s wish to further establish developing relationship with Latin America. Margaret Miles, the Director of the Relationship Department of China and Latin America in Washington, points out that China has been seeking for further cooperation opportunities with Latin America for some time.</p>\n<p>So far, China isn’t only the major trade partner of Latin America, but also its second largest import country, main investing country and loaning country to help Argentina and Venezuela get through the economic crisis.</p>\n<p>In these months, China is speeding up to forge its investing country identification in foundation construction field. For example, China has invested in the construction of the Nicaragua Canal between the Caribbean Ocean and the Pacific (which will be finished in 2019), 2 ports, 1 airport, 1 financial center and 1 residential block and resort, etc. in addition, Latin America urgently needs to rebuild ports, railways and inland waterways, which deeply attracts China enterprises. <br>Miles indicates that China is now interested in Intercontinental Railways between Peru and Brazil, and natural gas pipeline project from Venezuela to the Pacific areas.</p>\n<p><strong>Investment: Bread, Coffee and Patience</strong><br>As the price of commodities in international market is declining, Latin America also hopes to enter China market. American Development Bank has set up the research for Latin American enterprises on investing and developing opportunities in China. Statistics in September 2014 showed that the total trade value between China and Latin America was USD 292 billion, 10 times more than that in 2013, among which two thirds was from China exportation to Latin America, and the major products that Latin America import to China were mainly mining, agricultural and livestock products.</p>\n<p>At present, there are about 100 Latin American enterprises investing directly in China, most of which are Brazilian enterprises and the major fields are food, beverage and mining. In these ten years, Latin America has tries to bring coffee into China market. Mexico is engaging in selling its Deleon as successfully as its BIMBO bread. But all of these successes need great patience to reach.</p>\n<p>If you hope to know more about China market and policies, you are welcome to enter www.e-cantonfair.com?src=009; moreover, if you have any suggestions or questions, please contact our global buyer consultant. You can still look for target products or suppliers in www.e-cantonfair.com/china-products.html?src=009.</p><p></p>\n  "}