{
	"name":"Smartphones at Tipping Point in China",
	"img":"http://img.e-cantonfair.com/group1/M00/35/83/CqgBWVS3iJyAE9YXAACUCQ1ivEw076.jpg",
	"time":"From E-Cantonfair, Jan 15,2015",
	"desc":"<p>New data on China’s booming smartphone sector show the industry crossed a tipping point in 2014, with sales starting to sag after several years of explosive growth. That earlier growth was fueled by companies like Huawei, one of the nation’s largest manufacturers, which has just given some preliminary financial data for 2014. Huawei cited a big jump in smartphone sales as a major factor behind its 20 percent jump in total revenue last year, as strong gains for its consumer products division offset slower growth in its older telecoms networking equipment unit.</p>\n<p>The year ahead will be a pivotal one for smartphone makers in China, where around a dozen domestic manufacturers are all vying for a piece of a market that is the world’s largest but also one that’s contracting due to saturation. Leading players include Huawei, Lenovo, ZTE and Xiaomi, all of which are well funded and have the resources to survive the slowdown. But smaller, newer names like Oppo, OnePlus and Smartisan may not be so lucky, and I expect that 2 or 3 will be forced to close before 2015 ends.</p>\n<p>All that said, let’s look at the full-year data that’s just come out from the Ministry of Industry and Information Technology (MIIT), China’s telecoms regulator. According to MIIT, shipments of all types of cellphones actually plummeted 22 percent in China last year to 452 million units, led by a 64 percent plunge in 2G models and 46 percent drop in 3G ones. China’s mobile users now number 1.28 billion, giving the nation a penetration rate of 95 percent.</p>\n<p><br>Smartphone shipments didn’t fare nearly as badly as the older 2G and 3G models, but were still down 8.2 percent last year to 389 million units. That means that a hefty 86 percent of all cellphones shipped in China last year were smartphones, which were rapidly flooding the market as new players jumped joined the space and older ones ramped up production.</p>\n<p>It’s worth noting that the 389 million figure is unit shipments and not actual sales. I suspect a big portion of those smartphones — perhaps as much as 20-30 percent — is still sitting in distributor warehouses and on store shelves as unsold inventory due to the market saturation. That means the current price wars we’ve seen for the last year could accelerate as sellers try to clear inventory, which could exacerbate a slowdown that could see the market contract by another 10 percent or more this year.</p>\n<p>In anticipation of that contraction, Huawei, Lenovo, Xioami and the other big names have been ramping up their international efforts to keep their own smartphone sales growing. Huawei’s newly announced annual financial data is quite limited, but the company has credited smartphones as a major factor that helped to lift its total sales by 20 percent to at least 287 billion yuan ($46.3 billion) last year. (English article) Huawei said that growth from its consumer unit rose 32 percent, with smartphones leading that charge and cloud computing services also posting strong gains.</p>\n<p>Huawei won’t give a more complete picture of its 2014 financials until later after the information is audited. The company is putting big hopes on its Honor brand of smartphones, which began as a mid-range product but have moved down-market since then. More recently the company has indicated it wants to accelerate its lackluster marketing efforts in the US, and that it also wants to build its presence in a more mid- to upscale range where margins are higher and competition is less fierce. Both ideas certainly sound good conceptually, though past experience shows that it’s difficult to move a brand upscale once it has developed a reputation as a cheap, low-end product.</p>\n<p>Doing business in China is full of challenges and opportunities, so it is necessary for you to know the first information of this changeable market. Don’t forget to keep your eyes on www.e-cantonfair.com?src=009; additionally, you can select target products or trustworthy suppliers in www.e-cantonfair.com/china-products?src=009.</p><p></p>\n  "}