{
	"name":"The Developing Trend of Outdoor Industry and Its Major Production Centers",
	"img":"http://img.e-cantonfair.com/group1/M00/35/AD/CqgBWVTAqkyAQo0NAAC5oiBxilE606.jpg",
	"time":"From E-Cantonfair, Jan 22,2015",
	"desc":"<p>From the perspective of American developing road of outdoor industry, its motivation and trigger is the popularization of outdoor sports. The inevitable condition for the faster development of outdoor industry is the growing number of sports participators. Pan outdoor sports, different from professional outdoor sports which are more difficult and risky, tends to be healthier, easier and more casual. It now becomes the mainstream of the outdoor sports development with more and more consuming people.</p>\n<p><strong>The Developing Trend of Outdoor Industry</strong> <br>Statistics show that the outdoor participators occupied 49.4% of American total population in 2012, that is, about 13 million almost half of Americans have bought the outdoor gear. ‘Pan Outdoor’ doesn’t need top gear, but high performance brands. Therefore, China’s outdoor gear wins the favor of outdoor sports lovers owing to its reasonable price and high quality, which implies China’s Outdoor industry is full of potential and developing space.</p>\n<p>Camping gear sourcing reaches top in every July because of different seasons. It is a little higher than hiking sourcing. The most popular products are outdoor knives and lighting, and the rates of outdoor clothing, gadgets, tents &amp; shelters and camp kitchen are relatively lower, which shows large developing space. The main consumers of outdoor gear are collected in Canada and America. By maintaining the stable market growing outdoor industry in 2015, China will emphasize on exploring new markets such as Brazil and Russia.</p>\n<p>Fishing products reach its highest in June and start to slip in August.</p>\n<p><strong>The Major Centers of Outdoor Products</strong></p>\n<p><img src=\"http://img.e-cantonfair.com/group1/M00/5B/CD/CqgBUVTAqi6ANlhzAAF0rES_0oI131.jpg\" alt=\"\"></p>\n<div>&nbsp;You can come to www.e-cantonfair.com?src=009 to read more information of China market and industry development if you have interest. Furthermore, I recommend you to enter www.e-cantonfair.com/china-products.html?src=009 to seek for quality product and big suppliers.</div><p></p>\n  "}