{
	"name":"Russians are Transferring to shop China Online Products",
	"img":"http://img.e-cantonfair.com/group1/M00/5B/D9/CqgBUVTF8eCAcP9UAADA-pW8ML0109.jpg",
	"time":"From E-Cantonfair, Jan 26,2015",
	"desc":"<p>According to the RBC News report, Russians are now turning their online shopping favor from America products to China products.</p>\n<p>Because of the dropping ruble rate, the price of clothing and electrical products is not attractive for Russians any more. One of Russia’s largest company eBay points that Russians are now transferring to buy China on-line products.</p>\n<p>Kareena, the representative of eBay in Russia, expresses that American on-line products have ranked No. 1 that Russians ordered in eBay before the dropping ruble rate and now the place is replaced by China. In September, 2014, eBay started cooperated with Russian on-line platform such as Citilink.ru, Electrovenik.ru and Wikimart.ru, and the products in these platforms earned high honor.</p>\n<p>Russia’s economic crisis also affects the express service provider Shipito. It should have had plenty of Christmas online shopping order in last December, but the fact is it had dropped 55% than in 2013 ---- from 49,000 order amount to 22,000, and the condition will be worse in January by dropping 60% or 65% than last January.</p>\n<p>Another Russian logistics company Dostami has stopped its operation in Russia in November, 2014. Statistics from Mexico Exchange showed that dollar exchange rate increased from 43 ruble to 49 ruble, so Dostami focused on the commodities shipment from America. However, the company suffered great loss when the demand was decreasing. The foreign online commodities used to attract Russian customers, but when the price of commodities in America and Europe plus with the freight charge were higher than in Russia, which was the reason why the order in the company started to decrease from September and the company stopped the operation in November. Dostami started its cooperation with eBay in May, 2014, but the bankrupt of Dostami did hardly affect eBay.</p>\n<p>More information about China online market and industry trend, you should come and visit www.e-cantonfair.com?src=009. In addition, you can find cooperation partners or target products in www.e-cantonfair.com/china-products.html?src=009.</p><p></p>\n  "}