{
	"name":"Why Connections are Overrated for Doing Business in China",
	"img":"http://img.e-cantonfair.com/group1/M00/35/8B/CqgBWVS4vGGAEvtWAABpT-LX2sc987.jpg",
	"time":"From E-Cantonfair, Jan 16,2015",
	"desc":"<p>I am skeptical of service providers who brag about their China connections. Those who tout their China guanxi usually do so because they have little to say about their expertise or experience. More importantly, the value of guanxi for foreign companies doing business in China is overrated, for the following reasons:</p>\n<p>Foreigners cannot create a Chinese-style guanxi network. Guanxi refers to a vast network of connections arising from party, family, and work connections that may go back several generations. Guanxi does not rely on a single individual. The elimination of one member of a real guanxi network is therefore not fatal. Foreigners almost always rely only on one or two individuals for their supposed guanxi. This kind of network is too fragile to be of enduring value. Foreigners who think they have created a guanxi network in China are nearly always deluding themselves.</p>\n<p>Connections with local government officials are short-term and can be abruptly terminated. Government officials in China are regularly moved from office to office and from region to region. This bureaucratic movement has increased in recent years to fight corruption. Connections with local government officials are not likely to be long-term.</p>\n<p>It is not uncommon to negotiate a project in which many officials involved get transferred to new posts. If the project does not comply with the law, the replacement officials often will refuse to sign the documents that have already been negotiated. Even worse, replacement government officials sometimes shut down projects already started if they determine that they were approved improperly. If your project depends on protection from a single individual, you should be asking what will happen if that person is transferred, demoted, prosecuted for corruption, or dies.</p>\n<p>Projects based on guanxi give too much power to the Chinese side of the deal. Oftentimes, the provider of guanxi seeks to use the fact that the project does not comply with the law to ask for additional benefits. If the foreigner seeks help from a lawyer, the lawyer can do little because the project itself is illegal or poorly documented.</p>\n<p>Many years ago, I gave the following answer to a Beijinger Magazine reporter who asked me how important guanxi is for foreign companies doing business in China.</p>\n<p>Are Guanxi relationships for foreigners – doorbell or skeleton key? China business and negotiation expert Andrew Hupert explains why relying on guanxi for business success usually results in business failure.</p>\n<p>If you plan on using connections to open doors – or knock down walls – then you are going to encounter some major difficulties down the line. When you use guanxi as a shortcut in China commerce, the destination is usually business failure.</p>\n<p>Your China investments should be appropriately documented and in full compliance with applicable China laws and regulations so that in the event of a dispute or changing conditions you will be able to defend yourself and your project. Good relations with Chinese government officials can be beneficial — even for foreigners. However, these kinds of connections should not substitute for making a sensible deal and abiding fully with China’s laws.</p>\n<p>Information is important for you to do business in China, please visit www.e-cantonfair.com?src=009 to read more; and if you have any ideas or suggestions, you can contact with our global buyer consultants. Furthermore, you can enter www.e-cantonfair.com/china-products.html?src=009 to enjoy our sourcing service.</p><p></p>\n  "}