{
	"name":"2015 China’s Foreign Trade is still in Severe Situation",
	"img":"http://img.e-cantonfair.com/group1/M00/5B/D9/CqgBUVTF8kuAEvpAAAAhRwURKsg697.jpg",
	"time":"From E-Cantonfair, Jan 26,2015","desc":"<p>On 21st January, Danyang Shen, the press speaker of China’s Ministry of Commerce expressed the 2015 foreign trade tendency on the regular press conference held by China’s Ministry of Commerce.</p>\n<p>He says that China’s Foreign Trade is still in severe situation in 2015 and the difficulties are mainly in the following sides:</p>\n<p>At first, from the perspective of international demand, global economy is in the adjusting period of post-international financial crisis and the weak situation of overall recovery hasn’t changed apparently. Foreign demand growth still faces many uncertain factors. According to the latest IMF prediction, 2015 global economy growth speed is 3.8%. However, IMF is always optimistic and the prediction is apt to be higher than the actual growth. Therefore, it is predicted that the global economy growth is probably not so optimistic.</p>\n<p>Secondly, from the point of China economy, it is now entering the new situation and the downward pressure still exists. If the domestic investment and economic growth slows down, it will restrain the import growth amount.</p>\n<p>Thirdly, from the view of enterprises’ competitive force, low cost advantage is weakening, the price of productive factors keep growing and the traditional comparative advantage is fading, so the business pressure of foreign trade enterprises is higher.</p>\n<p>Fourthly, from the angle of trade environment, China has become the country that suffered the most trade friction for 19 consecutive years. From January to September in 2014, the number of trade relief investigation that foreign countries launched on China and the amount of involving case has grown 17% and 159% respectively, which is also a burden.</p>\n<p>Lastly, from the perspective of geopolitics, some places become more unrest, which further increase the international trade risk and uncertainty.</p>\n<p>Though China is facing complicated and strict situation, it is confident to do a good job for 2015 foreign trade, because it has many favorable factors. The Central Committee of Communist of China and the State Council pay high attention on foreign trade; policies about broadening export and increasing import are now perfected; China is trying to strengthen the traditional advantages of foreign trade and speeding up to cultivate the new advantages of foreign trade competition with technology, brand, quality and service as its center. We believe 2015 China foreign trade will keep stable and modulate growth as long as we catch opportunities, optimize environment development and comply with the execution of policies.</p>\n<p>Focus on more foreign trade market trend and policies in China, you can visit www.e-cantonfair.com?src=009. If you are sourcing for top quality products and big suppliers, you can enter www.e-cantonfair.com/china-products.html?src=009.</p><p></p>\n  "}