{
	"name":"Be Data-Informed But not Data-Driven",
	"img":"http://img.e-cantonfair.com/group1/M00/5B/9D/CqgBUVS2ONmAIDUvAAB791X0Ldc014.jpg",
	"time":"From E-Cantonfair, Jan 14,2015",
	"desc":"<p>Data is an invaluable and persuasive source of business insight for companies today. But when it comes to making that insight work to your company’s best advantage, don’t let data completely overrule your human instincts and experience. Go ahead — use data extensively to inform your strategic decision-making. Just don’t let it completely drive your decisions. Because data produced as influentially as machines can do, it’s never going to replace a human brain. Actually, “never” may be putting it too strongly, given some of the advances we’re seeing in artificial intelligence today. But I’m getting ahead of myself; look for more on that later in this post. In the meantime, as Jim Bankoff, CEO of Vox Media puts it, “We like to tell people that they should be data-informed as opposed to data-driven.”</p>\n<p>Being data-informed is about striking a balance in which your expertise and understanding of information plays as great a role in your decisions as the information itself. It’s like flying an airplane. No matter how sophisticated the systems onboard are, a highly trained pilot is ultimately responsible for making decisions at critical junctures. The same is true in a business organization. Given access to increasingly sophisticated data, good decision-makers don’t just put everything on auto-pilot and rely on data alone; instead, they use the data to move faster and more nimbly than they could otherwise — and thus outpace their less well-equipped competitors.</p>\n<p>That’s right: Far from taking decision-making away from people, data can actually make them better at it, by giving them more inputs to work with. It’s like GPS in your car. When the system presents you with all the available options, you have more information with which to assess what you want to do next. And you can apply your own experience to that information and choose accordingly — even if that means overriding what the system recommends.</p>\n<p>It’s like what happened after IBM’s Deep Blue supercomputer beat the chess champion Garry Kasparov. What would the outcome have been, Kasparov wondered, if he’d had the same access to the vast database of chess moves that Deep Blue had? To find out, he started the concept of freestyle chess, in which players called centaurs draw on just that sort of knowledge store, working with AI instead of competing against it. In the 2014 championship, centaurs won 53 games while pure chess AI engines won only 42. “The advent of AI didn’t diminish the performance of purely human chess players. Quite the opposite. Cheap, supersmart chess programs inspired more people than ever to play chess, at more tournaments than ever, and the players got better than ever.”</p>\n<p><br>Clearly, there’s an advantage to staying in charge of the decision-making and not ceding it entirely to data — at least for now. But as data growth continues to skyrocket, there will eventually be so much of it that data analysts won’t be able to keep pace. At that point, we’ll have to hand over at least some decision-making to the systems that are more knowledgeable than we can ever hope to be.</p>\n<p>I talked about this in an earlier article, suggesting that the combination of big data and AI could dramatically transform business and industry by blurring the line between quantitative and qualitative. As I argue above, the best decisions and the most competitive choices aren’t made on quantitative data alone. But with the advent of AI, will machines start to give us more qualitative answers? If so, at what point will we relinquish some authority to technology? What decisions will see the most impact from this?</p>\n<p>Some high-profile observers like Stephen Hawking and Elon Musk see something to fear from the rise of AI. What if thinking machines ultimately surpass us? Or, as the New York Times recently wondered, what happens if smart weapons become too difficult to control? While the potential for darkness exists, there are also many possibilities that are both powerful and positive. Some are already being put to work, from medical information repositories that guide physicians’ treatment decisions to everyday virtual schedulers that juggle availabilities to plan meetings. Who knows? Perhaps in the next few years we’ll see AI evolve to merchandise our homepages, manage our communications and run our marketing campaigns.</p>\n<p>It all starts with becoming more data-informed now, and by pushing the democratization of data in our organizations. Having a data-literate workforce will make us more competitive and prepare us for employing the machines to make our decisions, manage our calendars and even drive our cars — sooner than we think.</p>\n<p>Be up-dated about the market trend and keep clear market mind you shouldn’t miss the news in www.e-cantonfair.com?src=009. In addition, you can start your sourcing strategy by looking for products in www.e-cantonfair.com/china-products.html?src=009.</p><p></p>\n  "}