{
	"name":"China’s Textile & Garments Industry is Accelerating the Development of Brand and High-end Market",
	"img":"http://img.e-cantonfair.com/group1/M00/35/93/CqgBWVS8wI-ASkyMAAByyJSsE60218.jpg",
	"time":"From E-Cantonfair, Jan 19,2015",
	"desc":"<p>At present, textile and garment exporting companies depend on medium and short-term orders because of the increasing labor cost and the decreasing order performance, which directly affects the export profit of the companies. Therefore, in order to raise the price of products, textile and garment companies are now engaging in brand and high-end market development.</p>\n<p>Exporting Companies Daren’t to Receive Long-term Order<br>For most textile and garment exporting companies, their present orders are short or medium term order within one-month order or one to three months, and rarely long-term orders over six months. According to the data of participating suppliers in 116th Canton Fair, global buyers took mainly short and medium term orders but not long-term orders. On one hand, Short term orders and small orders can help companies to adjust the products structure according to the market feedback while long-term order can’t. What’s more, small orders can better adapt to the market change. On the other hand, it is helpless that global buyers are apt to small and short-term orders because of the influence of global economic environment.</p>\n<p>Emphasizing on the development of High-end Brand<br>The profit of these textile and garment exporting companies are dropping largely with the short and medium term orders compared with the medium and long term order. Thus, more and more textile and garment companies are now transferring to the high-end market and brand research &amp; development to increase their exporting profit. In addition, different severe situations force the companies to speed the transformation and up-grading such as the increasing price of raw materials and labor cost, and the lower share in global market. It is necessary and important to fully forge self-made brand with serious attitude towards design and innovation of the products.</p>\n<p>So far, some textile and garment companies have transferred their order to the areas with lower labor cost to reduce the production cost. Researches show that some Shanghai textile and garment companies have transferred their orders to Zhejiang processing factories with low quotes, and they are focusing on exploring new market such as Russia and South America, because these markets are vigorous.</p>\n<p>Follow me to www.e-cantonfair.com?src=009 to read more; furthermore, you can visit www.e-cantonfair.com/china-products.html?src=009 to seek for textile and garment products or direct suppliers. Any questions or problems you are free to contact with our buyer consultants.</p><p></p>\n  "}