{
	"name":"First China-Made Cars Hitting U.S. Roads this Year",
	"img":"http://img.e-cantonfair.com/group1/M00/5B/8B/CqgBUVSzkoCALbKVAAvXmT3djB0729.jpg",
	"time":"From E-Cantonfair, Jan 12,2015",
	"desc":"<p>Today, Reuters reports that this year Volvo Car Group plans to sell in the U.S. midsize sedans made in Chengdu, in southwest China. Executives of Zhejiang Geely Holding Group Co., now Volvo’s parent, say that the sedan will be the S60L.</p>\n<p>Volvo began building that model in China at the end of 2013 specifically for the Chinese market. The car, with a longer wheelbase, is designed for owners with chauffeurs.</p>\n<p>Volvo expects to ship 1,500 Chinese-made S60Ls to the U.S. this year. When the brand does so, it will be the first major one to export in sizable quantities China-made cars to the American market.</p>\n<p>Can Volvo, a brand trading on its image of engineering safe cars, sell a Chinese-made vehicle? The company has a lot riding on the answer as it desperately needs a boost in the U.S. Last year, it sold only 56,366 cars there, down 7.9%. The fall comes after a drop of 10.1% in 2013. There was a meagre 1.3% increase in 2012.</p>\n<p>Falling sales in the last two years come as no surprise as the company is in a long-term downward trend in the U.S. Volvo’s American sales reached their high point in 2004, hitting 139,067 vehicles.</p>\n<p>Sales are now at dangerous low levels. “As we dropped volume to 60,000 that is very hard on our dealer organization,” said Alain Visser, Volvo’s senior vice president for marketing, sales and customer service, to Automotive News in late 2013.</p>\n<p>Since then, Volvo’s position has deteriorated even further. There is speculation that the company will double its U.S. marketing budget this year, but that report looks inconsistent with news that at the same time it is severely cutting participation in auto shows. This year in North America it will attend only one, which starts tomorrow in Detroit.</p>\n<p>The 2015 sales target is reported to be 78,000 vehicles. In 2018 target is 100,000. The 100,000 figure, which looks unattainable, is a threshold for Volvo in America. “We need to get back over 100,000 cars as quickly as possible,” says Hakan Samuelsson, Volvo chief executive, to the Wall Street Journal. “If we’re smaller than that, we’ll be forgotten.”</p>\n<p>Chip Gengras, a Connecticut Volvo dealer and chairman of the Volvo Retail Advisory Board, told Automotive News that dealers want the company to come up with more models for American showrooms. A Chinese-made car, however, is not one of them unless the vehicle is a fresh offering with revolutionary technology and great styling.</p>\n<p>And Geely executives have more cards to play. For example, they are thinking of building Volvos in the U.S. according to Reuters.</p>\n<p>This report, however, has a fantastical feel to it. In October 2012, the Wall Street Journal suggested that the Swedish brand had no future in the U.S. and should leave. “Volvo, a Swedish marque with Chinese ownership, is another manufacturer that does not have the model line, marketing budget or dealer network to hope to compete,” noted the Journal’s Market Watch site.</p>\n<p>Subsequent sales figures seem to bear out that judgment, but Volvo has one important advantage conferred by Chinese ownership. The company, like all Chinese carmakers, can repair its finances behind China’s high tariff and other walls and then use cash to attack the offerings of General Motors and Ford.</p>\n<p>At first glance, that strategy should work against the American companies. Volvo, after all, is doing better in China, where sales rose an impressive 35% last year.</p>\n<p>There are two reasons why this tactic might not work for Volvo, however. First, its parent Geely is itself in distress. Geely’s sales volume plunged 26% in the January-November 2014 period. The company’s problems, bad in the first half of the year, appeared to worsen in the second when it was especially hit hard by problems in Russia.</p>\n<p>Second, Volvo does not have the luxury of time. Geely’s brilliant and ambitious founder and chairman, Li Shufu, needs to act fast in the U.S., before Volvo loses dealers. The brand has the third-largest U.S. sales network among foreign luxury carmakers—behind Mercedes-Benz and BMW—but the average Volvo dealer sold a paltry 203 cars in 2013. Volvo lost its oldest dealer in the U.S., McKevitt in Berkeley, California, last March when it defected to Chrysler.</p>\n<p>One day China should gain a reputation for well-built vehicles, but it does not have one now. Geely, therefore, is making a risky bet-the-brand move by shifting Volvo production to Chengdu.</p>\n<p>Never miss the latest news about Chinese market and new products, you can focus on www.e-cantofair.com?src=009. By the way, if you are sourcing products in China, you can visit www.e-cantonfair/china-products?src=009 with good products and best service.</p><p></p>\n  "}