{
	"name":"The Overall Situation of China’s Foreign Trade in 2014",
	"img":"http://img.e-cantonfair.com/group1/M00/35/BF/CqgBWVTHVAWAEmEbAAHFLBpu1a8384.jpg",
	"time":"From E-Cantonfair, Jan 27,2015",
	"desc":"<p>Statistics from Customs showed that the total value of import and export was USD4.30 trillion in 2014 with 3.4% growth rate than the same time of last year. Among that the export value was USD2.34 trillion with 6.1% growth rate, and import value 1.96 trillion with 0.4% growth rate. The trade surplus was USD382.46 billion, expanding 47.3% than the same time of last year. Except the deviation growth index factors caused by arbitrage trading in 2013, the actual growth rate of national import and export in 2014 was 6.1%, the export growth rate was 8.7% and import growth rate3.3%. The features of 2014 import and export situation are following:</p>\n<p><strong>China’s Position as the biggest trade country has been strengthened.</strong> From the angle of global trade situation, the growth rate of global trade was about 2%. Import and export rate in America from January to November grew 3% while in EU and Japan it dropped 0.5% and 2.5% respectively. However, China’s foreign trade grew apparently higher than the global average growth rate by occupying 12.2% of the global total rate, which further strengthened the China’s position of biggest commodities trade country.</p>\n<p><strong>China’s foreign trade has made great contribution for economic growth.</strong> According to expenditure accounting approach, in the first three seasons of 2014, the net export of commodities and service contributed 10.2% growth rate of the national total production value.</p>\n<p><strong>The percentage of general trade keeps growing.</strong> The value of general trade in 2014 was USD0.39 trillion with 5.3 growth rate, occupying 53.8% of the total value of China’s import and export.</p>\n<p><strong>Trade partners tend to be multi-variant.</strong> Export to India, ASEAN, Russia and Middle &amp; Eastern Europe grew faster that the overall growth. The total export value of other 17 free trade partners grew 0.6 % than in 2013. Export to USA and EU kept stable growth with 9.9% and 6.6% growth rate respectively.</p>\n<p><strong>Commodities structure keeps optimizing.</strong> The total value of industrial products was 95.2% of the total export value in 2014, increasing 0.1% than in 2013. Equipment manufacturing industry became the major growing point of export, the growing speed of railway and communication equipment exceeded 10%. The export value of 7 categories labor-intensive industry was USD60.9 billion with 5% growth rate.</p>\n<p><strong>For the first time, Middle and Western China have made half contribution for the total economic growth.</strong> Import and export in Middle and western China kept fast growing. In Middle China, the import and export value was USD52.1 billion with 10% growth rate, and USD55.7 billion in Western China with 20.5% growth rate. The combination growth rate of Middle and Western China in the total growth was 60.3%, which was higher than Eastern China for the first time.</p>\n<p><strong>Trade conditions have been improved apparently.</strong> Under the condition of decreasing price of domestic industrial products and international commodities, the price of export products dropped only 0.7%. Foreign trade condition has been improved for the third time. Important energy resources import with lower price, which saved plenty of foreign currency expenditure.</p>\n<p><strong>Private enterprises have become the main force of stable economic growth.</strong> The Private foreign trade enterprises occupied 70% of the total foreign trade enterprises, which increased 1.6% than in 2013. The export and import value of private enterprises was USD0.26 trillion with 5.3% growth rate, which occupied 36.5% of the total import and export value; the import and export value of state-owned enterprises dropped 0.2% with the total value of USD124.6 billion.</p>\n<p>You are welcome to www.e-cantonfair.com to read more information about China’s foreign trade tendency and policies. If you have any questions or suggestions, you can contact with our global buyer consultants. By the way, you can still seek for quality products and suppliers in www.e-cantonfair.com/china-products.html?src=009.</p><p></p>\n  "}