{
	"name":"Doing Business in China You Need Help",
	"img":"http://img.e-cantonfair.com/group1/M00/5B/9C/CqgBUVS2Kz-ARvvPAAJJoaHzeoA557.jpg",
	"time":"From E-Cantonfair, Jan 14,2015",
	"desc":"<p>Are you planning on doing business in China? Don’t underestimate the task ahead.</p>\n<p>Entering China is a complex exercise. It requires finesse, insight, and—crucially—feet on the ground.</p>\n<p>You need solid local partners who can negotiate with and for you. These partners help you penetrate the market with your product, across the country.</p>\n<p>While not easy, it’s definitely doable. And once figured out, it gives you a huge competitive advantage.</p>\n<p>I sat down with Helen Tang, NetApp’s head of alliance and channel business in China, to discuss what steps American and other Western companies can take to do successful business in the country. This is part one of a two-part series…</p>\n<p>Helen, how can a U.S. technology company begin the process of selling its products into China? <br>Different IT products come under different governance and different jurisdictions. For a newcomer to the Chinese market, you should start with the U.S. trade commissioner in China. The U.S. government has a team of people helping U.S. companies by combing through the complexity of doing business in China.</p>\n<p>Other Western governments have similar structures in place. China is the second-largest economy in the world, so most Western governments recognize the need to help companies interested in doing business in this rapidly growing market.</p>\n<p>But a word of caution: Western companies entering the market with a fantasy of double-digit growth and cheap labor costs will find that this dream is no longer reality.</p>\n<p>And don’t imagine you can go it alone: It’s critical that you find a trusted local partner.</p>\n<p>Why do Western companies need to find a partner to be able to sell in China? <br>There are six main reasons:</p>\n<p>1. Size<br>China is a country of roughly the same size as the USA, with a population more than four times as large.</p>\n<p>20 years ago, China’s main growth came from its four major cities—Beijing, Shanghai, Guangzhou and Chengdu. Today, that number has expanded to more than 80 cities. In the past ten years, the main growth has come from tier-2, tier-3 or even tier-4 cities.</p>\n<p>2. Local Competition<br>You aren’t just competing against other Western companies anymore. Over the past few years, Chinese companies have increasingly been claiming top ranking.</p>\n<p>For example, Xiaomi Group, a Chinese smartphone manufacturer, has claimed the third spot in only five years. Huawei is fifth.</p>\n<p>3. International Competition<br>China has large, experienced system integrators that have expanded their businesses internationally. A Chinese partner not only allows you to target markets within China, but also expand your coverage—for example, into other Asian countries, Mexico, and African countries.</p>\n<p>Large Chinese technology and software providers—such as Neusoft, Huawei and ZTE—started their international businesses years ago, achieving strong results.</p>\n<p>4. Government Policy<br>The Chinese market is heavily influenced by state policy. Local partners are more in tune and familiar with government agendas—both explicit and unspoken.</p>\n<p>A focus on local branded technology has been one of the top government guidelines, in order to promote local Chinese industry. Local partners will be able to help you find workarounds to solve this problem.</p>\n<p>5. Local Processes and Requirements<br>Although China is the second-largest economy in the world, most Chinese customers have different needs to those in mature markets.</p>\n<p>For instance, many enterprise customers in the USA buy technology and integrate it themselves. But the situation in China is very different. You need local system integrators to help put the solution together, because the buying pattern of Chinese customers is different: They look for a total solution, instead of stand-alone technology.</p>\n<p>6. Support and Service<br>Chinese customers require 7×24 support. And they expect you to talk their local language, not just Putonghua Mandarin—there are something like ten languages in common use across the country’s regions.</p>\n<p>It will initially be difficult and expensive for you to provide this level of service. Local partners can patch the gap by providing the time coverage and language support.</p>\n<p>The Bottom Line <br>Entering China is about much more than simply localizing a product into Simplified Chinese, using the right terminology, or even having a great marketing program to support it.</p>\n<p>It’s about partnering, to compete and win on an international basis. In our next article, we’ll discuss the best approach to finding the right partners.</p>\n<p>To visit www.e-cantonfair.com?src=009 to read more market information and grasp the market trends; what’s more, you can also enter www.e-cantonfair.com/china-products.html?src=009 to seeking for top quality products or send inquiry to the verified suppliers.</p><p></p>\n  "}