{
	"name":"Doing Business in China: Political Chess Game I",
	"img":"http://img.e-cantonfair.com/group1/M00/5B/ED/CqgBUVTKANGAY-TJAAGpAzUh3TA692.jpg",
	"desc":"<p>This is one article in a series on doing business in China. In Part I we touched on how many Westerners are unfamiliar with the sheer size and scope of China’s ongoing development; in Part II we shared some ‘on-the-ground’ experiences of this rapid development from both Western and Chinese business perspectives. Now let’s look at the psychology behind the political chess game which, invariably, impacts the way business is done.</p>\n<p>One of the frequent rationalizations used by governments for pursuing policies that lead to conflict with other states follows the ‘narratives’ that each creates to promote its ‘national interest’. In terms of American-Chinese relations, there’s lots of room for misunderstanding what is, and is not, in the national interests of both countries. Doing business in China – like anywhere – requires mutual respect, understanding and trust. Doing business in China also takes place within a context of inter-governmental politics. Establishing trust is done in little ways, day by day, over time, and it can be broken in an instant.</p>\n<p><strong>The long-term and the short-term:</strong> It would be an oversimplification to say that ‘the Chinese government takes a long-term view and the American government takes a short-term view’ on things – but there is some truth to that proposition. Having lived in China for two years, I have two overwhelming impressions of the relationship between the two governments: the Chinese government does not feel respected by the American government; and the Chinese are significantly more cautious and focused on the long-term strategic picture – they are less expansionary and are less fixated on opportunistic short-term advantages than the Americans. It’s almost like they’re playing different games – the Chinese are playing chess and the Americans are playing checkers. The recent Chinese initiative for an Asian infrastructure bank is an example.</p>\n<p><strong>Infrastructure Bank:</strong> A 2009 report by the Asian Development Bank (ADB), based in the Philippines (a former American protectorate), estimated Asia would need $8 trillion in infrastructure investment by 2020. Last October China launched the Asia Infrastructure Investment Bank (AIIB) intending to focus on infrastructure projects and to increase its influence in its own region. The Chinese had long been frustrated with the ADB because it was difficult for China to take initiatives that Americans opposed, because America and its regional allies hold more than 50% of the ADB shares – China holds only 6.76%. The US pressured Indonesia, South Korea and Australia not to participate in the AIIB. All were no-shows – along with Japan – at last October’s signing ceremony. Korea and Australia were hedging their bets, however, and hinted that they would consider joining if certain conditions were met. It is not apparent to me that the national interests of China and America are in conflict with the infrastructure development bank, but it’s as if the Chinese and American governments are working from very different story lines.</p>\n<p><strong>Telling ourselves stories:</strong> All cultures employ images and stories – fairy tales and myths, really – to make sense of life. This does not mean the stories are make-believe – it means that they point to universal truths. In the case of the American-Chinese political context, some of the stories we tell ourselves derive from feelings and fantasies about the shifting correlation of global power and influence. The stories Americans tell themselves reveal the apprehensiveness of a society attempting to maintain the comforting myth of ‘national exceptionalism’. The stories Chinese tell themselves reveal the apprehensiveness of a society transforming at an incredible rate and attempting to manage an economic system it does not fully understand and that it knows can never be completely controlled politically.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; (Source from Forbes)</p>\n<p>Tomorrow we will reprint Doing Business in China: Political Chess Game II. Hope you will keep eyes on the serials articles if you are interested. Furthermore, you can still enter www.e-cantonfaie.com?src=009 to read more news about doing business in China or China market trend, or you can find good products or suppliers in www.e-cantonfair.com/china-products.html?src=009.</p><p></p>\n  ",
	"time":"From E-Cantonfair, Jan 29,2015"
}