{
	"name":"Six Keys to Keeping Your Business Out of Legal Trouble in China",
	"img":"http://img.e-cantonfair.com/group1/M00/35/C4/CqgBWVTIrw-AcHg8AABevaeHgr8131.jpg",
	"time":"From E-Cantonfair, Jan 28,2015",
	"desc":"<p>I am often asked what foreign companies doing business in China need to know and do to stay out of legal trouble. The following six questions make for a good answer:</p>\n<p><strong>Are You Operating Legally?</strong> if you are doing business in China for more than a month or two, you should be looking at whether you need to form a legal entity there (i.e., a Wholly Foreign Owned Entity (WFOE), a joint venture, or a representative office. Note though that some businesses that are perfectly legal in the United States or in Europe are proscribed to foreigners in China.</p>\n<p><strong>Do You Have a Good Contract?</strong> Written contracts are highly advisable and they generally should be in Chinese. If you entertain thoughts of enforcing the contract against your Chinese counter-party, disputes should usually be resolved in China.</p>\n<p><strong>Are You Protecting Your Intellectual Property?</strong> To protect your trademarks, patents, and copyrights in China you should register them in China, notwithstanding ostensibly relevant international conventions.</p>\n<p><strong>Are You Bribing Anyone? Are you sure?</strong> The United States vigorously enforces its Foreign Corrupt Practices Act (FCPA), dealing with improper payments to foreign officials. Canada, the UK, and the EU have similar corrupt practices acts. China now too has its own anti-bribery laws against foreign companies and those laws are in many ways even broader. At minimum, your company also needs to be sure that it is not dealing with any individuals or companies on applicable sanctions lists.</p>\n<p><strong>Are You Complying With Import-Export Laws?</strong> A company recently called me to draft a sales contract for selling their technology product to China. My first question was whether the United States would even allow their product to go to China. This question had never occurred to this company, but it turned out that exporting their product to China would indeed have been illegal under U.S. export control laws. Additionally, many products require special approvals to be imported into China and some cannot be imported into China at all.</p>\n<p><strong>Are You Violating Any Antitrust/Tax/Environmental/Labor Laws?</strong> I realize that grouping all these together is a bit of fudge, but if I analyzed them separately it would take many more articles. The key point is that doing business with China requires both that you consider these issues and that you realize that China’s laws may be very different from comparable laws in your country.</p>\n<p>If your company cannot give good answers to the above six questions, you should start making changes, and fast.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(source from Forbes)</p>\n<p>Hope to know more about doing business in China and relative policies and strategies, you can visit www.e-cantonfair.com?src=009 and our global buyer consultants will help provide professional service for you. In addition, you can look for top suppliers and products in www.e-cantonfair.com/china-products.html?src=009.</p><p></p>\n  "
}