{
	"name":"World's First 3D-Printed Apartment Building Constructed in China",
	"img":"http://img.e-cantonfair.com/group1/M00/5B/C7/CqgBUVS_au2AfiqcAACCH3YcFWw073.jpg",
	"time":"From E-Cantonfair, Jan 21,2015",
	"desc":"<p>While architectural firms compete with their designs for 3D-printed dwellings, one company in China has quietly been setting about getting the job done. In March of last year, company WinSun claimed to have printed 10 houses in 24 hours, using a proprietary 3D printer that uses a mixture of ground construction and industrial waste, such as glass and tailings, around a base of quick-drying cement mixed with a special hardening agent.</p>\n<p>Now, WinSun has further demonstrated the efficacy of its technology -- with a five-storey apartment building and a 1,100 square metre (11,840 square foot) villa, complete with decorative elements inside and out, on display at Suzhou Industrial Park.</p>\n<p>The 3D printer array, developed by Ma Yihe, who has been inventing 3D printers for over a decade, stands 6.6 metres high, 10 metres wide and 40 metres long (20 by 33 by 132 feet). This fabricates the parts in large pieces at WinSun's facility. The structures are then assembled on-site, complete with steel reinforcements and insulation in order to comply with official building standards.</p>\n<p>Although the company hasn't revealed how large it can print pieces, based on photographs on its website, they are quite sizeable. A CAD design is used as a template, and the computer uses this to control the extruder arm to lay down the material \"much like how a baker might ice a cake,\" WinSun said. The walls are printed hollow, with a zig-zagging pattern inside to provide reinforcement. This also leaves space for insulation.</p>\n<p>This process saves between 30 and 60 percent of construction waste, and can decrease production times by between 50 and 70 percent, and labour costs by between 50 and 80 percent. In all, the villa costs around $161,000 to build.</p>\n<p>And, using recycled materials in this way, the buildings decrease the need for quarried stone and other materials -- resulting in a construction method that is both environmentally forward and cost effective.</p>\n<p>In time, the company hopes to use its technology on much larger scale constructions, such as bridges and even skyscrapers.</p>\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;(Source from cnet)</p>\n<p>Care for more latest design and products, you can lock on www.e-cantonfair.com?src=009. In addition, if you hope to do business with China top suppliers, you can visit www.e-cantonfair.com/china-products.html?src=009.</p>\n<p>&nbsp;</p><p></p>\n  "}