{
  "itemList":
  [
    {
        "name": "Doing Business in China: Political Chess Game I",
        "id": "1",
        "img": "http://img.e-cantonfair.com/group1/M00/5B/ED/CqgBUVTKANGAY-TJAAGpAzUh3TA692.jpg",
        "desc": "This is one article in a series on doing business in China. In Part I we touched on how many Westerners are unfamiliar with the sheer size and scope of China’s ongoing development; in Part II we shared some &l...",
        "time": "From E-Cantonfair, 2015-01-29 "
    },
    {
        "name": "Six Keys to Keeping Your Business Out of Legal Tro...",
        "id": "2",
        "img": "http://img.e-cantonfair.com/group1/M00/35/C4/CqgBWVTIrw-AcHg8AABevaeHgr8131_154x154_3.jpg",
        "desc": "I am often asked what foreign companies doing business in China need to know and do to stay out of legal trouble. The following six questions make for a good answer: Are You Operating Legally? if you are doing busi...",
        "time": "From E-Cantonfair, 2015-01-28 "
    },
    {
        "name": "The Overall Situation of China’s Foreign Trade in ...",
        "id": "3",
        "img": "http://img.e-cantonfair.com/group1/M00/35/BF/CqgBWVTHVAWAEmEbAAHFLBpu1a8384.jpg",
        "desc": "Statistics from Customs showed that the total value of import and export was USD4.30 trillion in 2014 with 3.4% growth rate than the same time of last year. Among that the export value was USD2.34 trillion with 6.1%...",
        "time": "From E-Cantonfair, 2015-01-27 "
    },
    {
        "name": "2015 China’s Foreign Trade is still in Severe Situ...",
        "id": "4",
        "img": "http://img.e-cantonfair.com/group1/M00/5B/D9/CqgBUVTF8kuAEvpAAAAhRwURKsg697_154x154_3.jpg",
        "desc": "On 21st January, Danyang Shen, the press speaker of China’s Ministry of Commerce expressed the 2015 foreign trade tendency on the regular press conference held by China’s Ministry of Commerce. He says t...",
        "time": "From E-Cantonfair, 2015-01-26 "
    },
    {
        "name": "Russians are Transferring to shop China Online Pro...",
        "id": "5",
        "img": "http://img.e-cantonfair.com/group1/M00/5B/D9/CqgBUVTF8eCAcP9UAADA-pW8ML0109_154x154_3.jpg",
        "desc": "According to the RBC News report, Russians are now turning their online shopping favor from America products to China products. Because of the dropping ruble rate, the price of clothing and electrical products is n...",
        "time": "From E-Cantonfair, 2015-01-26 "
    },
    {
        "name": "The Developing Trend of Outdoor Industry and Its M...",
        "id": "6",
        "img": "http://img.e-cantonfair.com/group1/M00/35/AD/CqgBWVTAqkyAQo0NAAC5oiBxilE606_154x154_3.jpg",
        "desc": "From the perspective of American developing road of outdoor industry, its motivation and trigger is the popularization of outdoor sports. The inevitable condition for the faster development of outdoor industry is th...",
        "time": "From E-Cantonfair, 2015-01-22 "
    },
    {
        "name": "World's First 3D-Printed Apartment Building Constr...",
        "id": "7",
        "img": "http://img.e-cantonfair.com/group1/M00/5B/C7/CqgBUVS_au2AfiqcAACCH3YcFWw073_154x154_3.jpg",
        "desc": "While architectural firms compete with their designs for 3D-printed dwellings, one company in China has quietly been setting about getting the job done. In March of last year, company WinSun claimed to have printed ...",
        "time": "From E-Cantonfair, 2015-01-21 "
    },
    {
        "name": "Latin America is Seeking for Further Cooperation w...",
        "id": "8",
        "img": "http://img.e-cantonfair.com/group1/M00/35/9B/CqgBWVS-AlKAXvVtAAXpRJ3SRcY654_154x154_3.png",
        "desc": "According to the report from The Republic in Uruguay, China and Latin America seem to be perfect partners: Latin America provides resources such as raw materials and energy for China and China provides made industry...",
        "time": "From E-Cantonfair, 2015-01-20 "
    },
    {
        "name": "China’s Textile & Garments Industry is Acceleratin...",
        "id": "9",
        "img": "http://img.e-cantonfair.com/group1/M00/35/93/CqgBWVS8wI-ASkyMAAByyJSsE60218_154x154_3.jpg",
        "desc": "At present, textile and garment exporting companies depend on medium and short-term orders because of the increasing labor cost and the decreasing order performance, which directly affects the export profit of the c...",
        "time": "From E-Cantonfair, 2015-01-19 "
    },
    {
        "name": "Why Connections are Overrated for Doing Business i...",
        "id": "10",
        "img": "http://img.e-cantonfair.com/group1/M00/35/8B/CqgBWVS4vGGAEvtWAABpT-LX2sc987_154x154_3.jpg",
        "desc": "I am skeptical of service providers who brag about their China connections. Those who tout their China guanxi usually do so because they have little to say about their expertise or experience. More importantly, the ...      ",
        "time": "From E-Cantonfair, 2015-01-16 "
    },
    {
        "name": "Smartphones at Tipping Point in China",
        "id": "11",
        "img": "http://img.e-cantonfair.com/group1/M00/35/83/CqgBWVS3iJyAE9YXAACUCQ1ivEw076.jpg",
        "desc": "New data on China’s booming smartphone sector show the industry crossed a tipping point in 2014, with sales starting to sag after several years of explosive growth. That earlier growth was fueled by companies ...",
        "time": "From E-Cantonfair, 2015-01-15 "
    },
    {
        "name": "Be Data-Informed But not Data-Driven",
        "id": "12",
        "img": "http://img.e-cantonfair.com/group1/M00/5B/9D/CqgBUVS2ONmAIDUvAAB791X0Ldc014_154x154_3.jpg",
        "desc": "Data is an invaluable and persuasive source of business insight for companies today. But when it comes to making that insight work to your company’s best advantage, don’t let data completely overrule you...",
        "time": "From E-Cantonfair, 2015-01-14 "
    },
    {
        "name": "Doing Business in China You Need Help",
        "id": "13",
        "img": "http://img.e-cantonfair.com/group1/M00/5B/9C/CqgBUVS2Kz-ARvvPAAJJoaHzeoA557_154x154_3.jpg",
        "desc": "Are you planning on doing business in China? Don’t underestimate the task ahead. Entering China is a complex exercise. It requires finesse, insight, and—crucially—feet on the ground.You need sol...",
        "time": "From E-Cantonfair, 2015-01-14 "
    },
    {
        "name": "First China-Made Cars Hitting U.S. Roads this Year",
        "id": "14",
        "img": "http://img.e-cantonfair.com/group1/M00/5B/8B/CqgBUVSzkoCALbKVAAvXmT3djB0729_154x154_3.jpg",
        "desc": "Today, Reuters reports that this year Volvo Car Group plans to sell in the U.S. midsize sedans made in Chengdu, in southwest China. Executives of Zhejiang Geely Holding Group Co., now Volvo’s parent, say that ...",
        "time": "From E-Cantonfair, 2015-01-12 "
    }
  ]
}